import { images } from './assets/images/index.js'

const data = {
    totalItems: 5,
    products: [
        {
            id: 1,
            name: 'Гренни Смит',
            price: 590,
            discount: 0,
            description: 'Яблоко Гренни Смит имеет крупные плоды, нередко достигающие в весе 300 грамм, округлой формы, с глянцевой кожурой ярко-зелёного цвета.',
            img: images.grannysmith
        },
        {
            id: 2,
            name: 'Спартан',
            price: 990,
            discount: 0,
            description: 'Мякоть белая, плотная, колющаяся, сочная, ароматная. Вкус очень хороший, сладкий.',
            img: images.spartan
        },
        {
            id: 3,
            name: 'Айдаред',
            price: 370,
            discount: 0,
            description: 'Яблоки сорта Айдаред характеризуются хорошим или средним вкусом. Сочная мякоть имеет кремоватый или светло-кремоватый цвет и кисловато-сладкий вкус',
            img: images.idared
        },
        {
            id: 4,
            name: 'Голден делишес',
            price: 100,
            discount: 0,
            description: 'Мякоть светлого оттенка, чаще белая или кремово-белая, рыхлая, хрустящая, достаточно сочная. Вкус легко узнаваемый сладковатый с лёгкой кислинкой.',
            img: images.golden
        },
        {
            id: 5,
            name: 'Гала',
            price: 289,
            discount: 0,
            description: 'Мякоть светло-кремовая, мелкозернистая, плотная, хрустящая, сочная, с выдающимся десертным сладким вкусом и сильным ароматом.',
            img: images.gala
        }
    ]
}
export default data